# Automatically generated from `brew bundle dump` + cask_args line

# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/x11'

# Brews
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'camlp4'
brew 'cask'
brew 'chruby'
brew 'clasp'
brew 'coreutils'
brew 'emacs'
brew 'fpp'
brew 'gdbm'
brew 'git'
brew 'gringo'
brew 'homebrew/completions/brew-cask-completion'
brew 'httpie'
brew 'libevent'
brew 'libffi'
brew 'libgpg-error'
brew 'libksba'
brew 'libpng'
brew 'libtool'
brew 'libyaml'
brew 'lzlib'
brew 'node'
brew 'ocaml'
brew 'opam'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'qpdf'
brew 'readline'
brew 'ruby'
brew 'ruby-install'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'thefuck'
brew 'transmission'
brew 'vcsh'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'

# Casks
cask_args appdir: '/Applications'
cask '1password'
cask 'iterm2'
cask 'mactex'
cask 'slack'
cask 'sqlitebrowser'
cask 'transmission'
cask 'vlc'
cask 'xquartz'