# Automatically generated from `brew bundle dump` + cask_args line

# Taps
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "octavore/tools"

# Brews
brew "gdbm"
brew "python", link: false
brew "aspcud"
brew "autoconf"
brew "automake"
brew "bash"
brew "binutils", link: true
brew "bmake"
brew "icu4c"
brew "brew-cask-completion"
brew "freetype"
brew "gettext"
brew "pixman"
brew "capnp"
brew "emacs", restart_service: true
brew "cask"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "ffmpeg"
brew "fortune"
brew "fpp"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "git"
brew "git-extras"
brew "gmp@4"
brew "go"
brew "gpgme"
brew "graphviz"
brew "gsl"
brew "hello"
brew "htop"
brew "httpie"
brew "isl@0.12"
brew "libcroco"
brew "libotr"
brew "libpcap"
brew "pango"
brew "librsvg"
brew "libssh2"
brew "libstrophe"
brew "libtool"
brew "libusb-compat"
brew "lzlib"
brew "mad"
brew "makedepend"
brew "mercurial"
brew "nvm"
brew "ocaml"
brew "ossp-uuid"
brew "pandoc"
brew "portmidi"
brew "postgresql@9.5", link: true
brew "postgresql", link: false
brew "postgresql@9.4"
brew "qemu"
brew "qpdf"
brew "ruby", link: true
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "shared-mime-info"
brew "sox"
brew "sphinx-doc"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "unrar"
brew "utf8proc"
brew "yajl"
brew "uwsgi"
brew "wget"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "octavore/tools/delta"

# Casks
cask_args appdir: '/Applications'
cask "1password"
cask "atom"
cask "emacs"
cask "keybase"
cask "mactex"
cask "mono-mdk"
cask "slack"
cask "sqlitebrowser"
cask "transmission"
cask "vlc"
cask "xquartz"
