# Automatically generated from `brew bundle dump` + cask_args line

# Taps
tap 'homebrew/bundle'
tap 'homebrew/command-not-found'
tap 'homebrew/completions'
tap 'homebrew/x11'

# Brews
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'camlp4'
brew 'capnp'
brew 'cask'
brew 'check'
brew 'clasp'
brew 'coreutils'
brew 'dirmngr'
brew 'emacs'
brew 'fpp'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gpg'
brew 'gnupg'
brew 'gnupg2'
brew 'gnutls'
brew 'gpg-agent'
brew 'gpgme'
brew 'gringo'
brew 'homebrew/completions/brew-cask-completion'
brew 'httpie'
brew 'libassuan'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libksba'
brew 'libotr'
brew 'libpng'
brew 'libssh2'
brew 'libstrophe'
brew 'libtasn1'
brew 'libtool'
brew 'libusb'
brew 'libusb-compat'
brew 'libyaml'
brew 'lzlib'
brew 'nettle'
brew 'node'
brew 'ocaml'
brew 'opam'
brew 'openssl'
brew 'ossp-uuid'
brew 'pcre'
brew 'pinentry'
brew 'pkg-config'
brew 'postgresql'
brew 'pth'
brew 'python'
brew 'qpdf'
brew 'readline'
brew 'ruby'
brew 'rust'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'transmission'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'

# Casks
cask_args appdir: '/Applications'
cask '1password'
cask 'atom'
cask 'iterm2'
cask 'mactex'
cask 'slack'
cask 'sqlitebrowser'
cask 'transmission'
cask 'vlc'
cask 'xquartz'